Repository: darvenommm/communications
Catalog: calls/locale/*/LC_MESSAGES/django.po
Languages: ru

source: The fields caller and receiver can't be equal
ru: Поля звоняший и получатель звонка не могут быть равными

source: communication via calls
ru: связь через звонки

source: title
ru: заголовок

source: foundation date
ru: дата основания

source: description
ru: описание

source: subscribers
ru: абоненты

source: operator
ru: оператор

source: operators
ru: операторы

source: subscriber
ru: абонент

source: relation of operator and subscriber
ru: связь оператор и абонент

source: relations of operator and subscriber
ru: связи оператора и абонента

source: incorrect passport number format (example: "0000-000000")
ru: Неправильный формат паспортного номера (Пример: "0000-000000")

source: Passport number has a format like "0000-000000"
ru: Формат паспортного номера - "0000-000000"

source: passport number
ru: номер паспорта

source: birth day
ru: день рождения

source: caller
ru: звонящий

source: call receiver
ru: получатель звонка

source: start time
ru: время начала

source: duration
ru: длительность

source: call from %(caller_full_name)s to %(receiver_full_name)s
ru: звонок от %(caller_full_name)s к %(receiver_full_name)s

source: subscriber call
ru: звонок абонента

source: subscribers calls
ru: звонки абонентов

source: %(duration_value)s is not a valid duration. It must be positive.
ru: %(duration_value)s не корректное продолжительность звонка. Оно должно быть больше 0.

source: Given time should be after %(start)s!
ru: Переданноe время должно быть после %(start)s!

source: Given time should be before %(end)s!
ru: Переданноe время должно быть до %(end)s!

source: Caller and receiver should be difference!
ru: Звонящий и получатель звонка должны быть разными!
